const PHOTO_DESCRIPTIONS = [
  'Вид из отеля в Сочи',
  'Указатель говорит, что там змеи, лучше не ходить',
  'Красотища!',
  'Моя зазноба',
  'Счастливые человечки',
  'Моя ласточка',
  'Худею.',
  'Сварил морсика',
  'Наконец-то спасатели!',
  'Это я сам сделал полочку',
  'Как идти к нам на дачу',
  'Еще одна ласточка, но только для города',
  'Вкуснотища из местной чебуречной',
  'Мой хозяин идиот',
  'И тёплые полы не нужны...',
  'А в том самолёте я лечу:-Р',
  'Я в школьном оркестре (за барабанами)',
  'Ласточка деда',
  'С такими тапками точно не запнусь ночью об кота',
  'Посадил на даче, жду урожай',
  'Якобы мой завтрак',
  'Потерял труселя, теперь не выйду',
  'Мой питомец в Тае',
  'На концерте Аллегровой',
  'На дачу с ветерком!'
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const NAMES = [
  'Беллатрисса',
  'Габриэль Гарсиа',
  'Бендиньсьон',
  'Фёдор Михайлович',
  'Марфа',
  'Агнесса Павловна' ,
  'Джек',
  'Северус',
  'Альбус',
  'Гермиона',
  'Фродо',
  'Анна'
];

const SURNAMES = [
  'Лестрейндж',
  'Маркес',
  'Альварадо',
  'Достоевски',
  'Оруэлл',
  'Хаксли',
  'Д\'Артаньян',
  'Снейп',
  'Дамблдор',
  'Грейнджер',
  'Бэггинс',
  'Карлсон'
];

export {PHOTO_DESCRIPTIONS, MESSAGES, NAMES, SURNAMES };
