const PHOTO_DESCRIPTIONS = [
  'Городской пляж',
  'Указатель на пляж',
  'Вид на море со скал',
  'Девушка в купальнике с фотоаппаратом',
  'Два рисовых человечка в тарелках с супом',
  'Черный автомобиль с откидной дверью',
  'Две половинки клубники на тарелке',
  'Два стакана морса и клюква',
  'Девушка в купальнике приветствует летящий над пляжем самолёт',
  'Выдвижная полка для обуви',
  'Песчаная дорога посреди плантаций',
  'Белая ауди',
  'Свежий салат с сёмгой',
  'Котик в костюме суши',
  'Домашние угги в виде ботинок робота',
  'Вид на горы с высоты птичьего полёта',
  'Хор на сцене',
  'Красный ретро-автомобиль',
  'Тапочки с фонариками на носах',
  'Пальмовая аллея',
  'Блюдо из нута со свежими овощами',
  'Закат на море',
  'Краб сидит на камне',
  'Вид на сцену рок-концерта из зала',
  'Джип застрял в луже на сафари, и из лужи на него рычит бегемот'
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const NAMES = [
  'Беллатрисса',
  'Габриэль Гарсиа',
  'Бендиньсьон',
  'Фёдор Михайлович',
  'Марфа',
  'Агнесса Павловна' ,
  'Джек',
  'Северус',
  'Альбус',
  'Гермиона',
  'Фродо',
  'Анна'
];

const SURNAMES = [
  'Лестрейндж',
  'Маркес',
  'Альварадо',
  'Достоевски',
  'Оруэлл',
  'Хаксли',
  'Д\'Артаньян',
  'Снейп',
  'Дамблдор',
  'Грейнджер',
  'Бэггинс',
  'Карлсон'
];

export {PHOTO_DESCRIPTIONS, MESSAGES, NAMES, SURNAMES };
